[A_NecropolisAshasHourglass H7TownBuilding]
mName="Песочные часы Асхи"
mDesc="Вражеские герои перемещаются на 20% медленнее по землям, принадлежащим этому городу. Кроме того, %icon_initiative инициатива и %icon_max_movement дальность перемещения всех вражеских существ снижены."
[A_NecropolisBoneyard H7TownDwelling]
mName="Захоронение"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать скелетов и нанимать скелетов-воинов."
[A_NecropolisCityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."
[A_NecropolisGraveyard H7TownDwelling]
mName="Кладбище"
mDesc="Поселение основных существ.\nПозволяет нанимать скелетов (25 в неделю)."
[A_NecropolisHallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев. Список доступных героев меняется в начале каждой недели."
[A_NecropolisHauntedTower H7TownDwelling]
mName="Заколдованная башня"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать призраков и нанимать банши."
[A_NecropolisMarketPlace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."
[A_NecropolisMausoleum H7TownDwelling]
mName="Мавзолей"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать личей и нанимать архиличей."
[A_NecropolisPestilentCatacomb H7TownDwelling]
mName="Чумные катакомбы"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать ламассу и нанимать чумных ламассу."
[A_NecropolisPestilentTomb H7TownDwelling]
mName="Чумная гробница"
mDesc="Поселение элитных существ.\nПозволяет нанимать ламассу (6 в неделю)."
[A_NecropolisRuinedTower H7TownDwelling]
mName="Разрушенная башня"
mDesc="Поселение основных существ.\nПозволяет нанимать призраков (18 в неделю)."
[A_NecropolisSepulcher H7TownDwelling]
mName="Склеп"
mDesc="Поселение элитных существ.\nПозволяет нанимать личей (6 в неделю)."
[A_NecropolisSpiderLair H7TownDwelling]
mName="Паучье логово"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать черных пауков и нанимать пауков смерти."
[A_NecropolisTownPortal H7TownPortal]
mName="Портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший город."
[A_NecropolisVampireMansion H7TownDwelling]
mName="Особняк вампиров"
mDesc="Поселение элитных существ.\nПозволяет нанимать вампиров (2 в неделю)."
[A_NecropolisVampirePalace H7TownDwelling]
mName="Дворец вампиров"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать вампиров и нанимать лордов вампиров."
[A_NecropolisVillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания.\nПриносит 500 ед. %ICON_GOLD золота в день."
[A_NecropolisAshasUndyingResolve H7TownBuilding]
mName="Решимость Асхи"
[A_NecropolisBloodTank H7TownGrowthEnhancer]
mName="Резервуар с кровью"
mDesc="Улучшение поселения элитных существ.\n+2 вампира или лорда вампиров в неделю."
[A_NecropolisCaveOfEternalWings H7TownDwelling]
mName="Пещера вечных крыльев"
mDesc="Поселение легендарных существ.\nПозволяет нанимать костяных драконов (1 в неделю)."
[A_NecropolisChoirOfDespair H7TownBuilding]
mName="Лик отчаяния"
mDesc="Герои получают бонус: в следующих 3 боях %ICON_MORALE боевой дух вражеских отрядов будет снижен на 10."
[A_NecropolisDarkMoonStables H7TownDwelling]
mName="Оплот темной луны"
mDesc="Поселение легендарных существ.\nПозволяет нанимать всадников смерти (1 в неделю)."
[A_NecropolisDeepCatacomb H7TownGrowthEnhancer]
mName="Катакомбы"
mDesc="Улучшение поселения легендарных существ.\n+6 ламассу или чумных ламассу в неделю."
[A_NecropolisDragonbloodLaboratory H7TownBuilding]
mName="Залы драконьей крови"
mDesc="Приносит 1 %icon_Crystal кристалл драконьей крови в день."
[A_NecropolisEmbassy H7TownBuilding]
mName="Посольство"
mDesc="Ваши герои получают +15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг этого города."
[A_NecropolisEternalMoonStables H7TownDwelling]
mName="Оплот вечной луны"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать всадников смерти и нанимать темных жнецов."
[A_NecropolisFortification1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами. Город защищают скелеты и призраки."
[A_NecropolisFortification2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nВ страже появляются ламассу и личи.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_NecropolisFortification3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_NecropolisHowlingParapet H7TownGrowthEnhancer]
mName="Башня стенаний"
mDesc="Улучшение поселения основных существ.\n+9 призраков или банши в неделю."
[A_NecropolisIckyWeb H7TownGrowthEnhancer]
mName="Чудовищная паутина"
mDesc="Улучшение поселения основных существ.\n+5 черных пауков или пауков смерти в неделю."
[A_NecropolisMagicGuild1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_NecropolisMagicGuild2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_NecropolisMagicGuild3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_NecropolisMagicGuild4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."
[A_NecropolisMoat H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады.\nСтупив в ров, отряд теряет ход, получает урон от магии тьмы, и на него накладывается эффект «Ослабление»."
[A_NecropolisMoonAltar H7TownGrowthEnhancer]
mName="Алтарь луны"
mDesc="Улучшение поселения легендарных существ.\n+6 личей или архиличей в неделю."
[A_NecropolisMoonlightAmplifier H7TownBuilding]
mName="Призма лунного света"
mDesc="Когда ваши герои применяют заклинания изначальной магии в землях вокруг этого города, используется соответствующий навык на один ранг выше."
[A_NecropolisNamtaruNest H7TownUtilityUnitDwelling]
mName="Гнездо Намтару"
mDesc="Создание средств поддержки.\nПозволяет нанимать аватаров Намтару."
[A_NecropolisNamtaruTemple H7TownTower]
mName="Храм Намтару"
mDesc="Возводит две башни, защищающие город во время осады, и увеличивает атаку на +10 %ICON_ATTACK и защиту на +15 %ICON_DEFENSE для всех отрядов из укреплений во время битвы."
[A_NecropolisPileOfBones H7TownGrowthEnhancer]
mName="Груда костей"
mDesc="Улучшение поселения основных существ.\n+13 скелетов или скелетов-воинов в неделю."
[A_NecropolisPitOfEternalWings H7TownDwelling]
mName="Бездна вечных крыльев"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать костяных драконов и нанимать призрачных драконов."
[A_NecropolisResourceSilo H7TownSiloBuilding]
mName="Хранилище ресурсов"
mDesc="Приносит 1 ед. %icon_Crystal кристаллов драконьей крови, %icon_Dragonsteel драконьей стали, %icon_Shadowsteel сумрачной стали или %icon_Starsilver звездного серебра в день."
[A_NecropolisSpiderNest H7TownDwelling]
mName="Паучье гнездо"
mDesc="Поселение основных существ.\nПозволяет нанимать черных пауков (10 в неделю)."
[A_NecropolisThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."
[necropolisbuildingabilities.A_NecropolisMoonlightAmplifier_HeroBuff H7BaseBuff]
mName="Призма лунного света"
mTooltip="Когда герой применяет заклинания изначальной магии в землях вокруг этого города, используется соответствующий навык на один ранг выше."
[necropolisbuildingabilities.A_NecropolisEmbassy_Buff H7BaseBuff]
mName="Посольство"
mTooltip="+15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг города."
[necropolisbuildingabilities.A_NecropolisChoirOfDespair_Buff_Hero H7BaseBuff]
mName="Лик отчаяния"
mTooltip="Вражеские существа получают %buff1.buff.stat к %buff1.buff.stat.icon боевому духу. Длительность (боев): %durnow."
[necropolisbuildingabilities.A_NecropolisChoirOfDespair_Buff_Creatures H7BaseBuff]
mName="Лик отчаяния"
mTooltip="%stat %stat.icon к боевому духу."
[necropolisbuildingabilities.A_NecropolisChoirOfDespair_Ability H7BaseAbility]
mName="Лик отчаяния (навык)"
[necropolisbuildingabilities.A_NecropolisAshasHourglass_BuffHero H7BaseBuff]
mName="Песочные часы Асхи"
mTooltip="Герой перемещается на 20% медленнее по землям, принадлежащим этому городу. Кроме того, все существа в армии героя получают %buff1.buff.stat1 к инициативе и %buff1.buff.stat2 к перемещению."
[necropolisbuildingabilities.A_NecropolisAshasHourglass_BuffCreature H7BaseBuff]
mName="Песочные часы Асхи"
mTooltip="%stat1 %stat1.icon к инициативе и %stat2 %stat2.icon к движению в землях вокруг города."
[necropolisbuildingabilities.A_NecropolisAshasHourglass_Ability H7BaseAbility]
mName="AshasHourglassAbility"
[A_NecropolisAshasUndyingResolve H7TownTearOfAsha]
mName="Решимость Асхи"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%\nНавык некромантии позволяет использовать на 10% (от базового значения) больше единиц жизни павших существ для поднятия нежити."
[necropolisbuildingabilities.A_NecropolisTowerOfNecromancy_Ability H7BaseAbility]
mName="TowerOfNecromancyAbility"
[necropolisbuildingabilities.A_NecropolisTowerOfNecromancy_Buff H7BaseBuff]
mName="Башня некромантии"
mTooltip="Навык некромантии позволяет использовать на %stat.norm% (от базового значения) больше единиц жизни павших существ для поднятия нежити."
[A_NecropolisAshasUndyingResolve_TearOfAsha H7TownTearOfAsha]
mName="Решимость Асхи"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%.\nЭффективность некромантии дополнительно увеличена на 10% от базового значения."
[necropolisbuildingabilities.A_NecropolisAshasUndyingResolve_TownBuff H7BaseBuff]
mName="Милость Эльрата"
[necropolisbuildingabilities.A_NecropolisAshasHourglass_BuffAlliedHero H7BaseBuff]
mName="Песочные часы Асхи"
[necropolisbuildingabilities.A_NecropolisAshasUndyingResolve_HeroBuff H7BaseBuff]
mName="Решимость Асхи"
mTooltip="Для поднятия нежити при помощи некромантии используется на %stat% больше единиц жизни павших живых существ."

UCP 1.1

[A_NecropolisTownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[A_NecropolisCapitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

UCP 1.3

[A_NecropolisTowerOfNecromancy H7TownBuilding]
mName="Башня некромантии"
mDesc="Герои Некрополиса могут использовать на 5% (от базового значения) больше единиц жизни павших существ для поднятия нежити при помощи некромантии."

[A_Necropolis_chambre_des_vampire_originel H7TownDwelling]
mName="Здание суда"
mDesc="Позволяет завербовать мощное существо-чемпиона - Райта. \Может быть завербован с помощью функции "завербовать всех"."


[A_Necropolis_chambre_des_seigneur_des_tenebre H7TownDwelling]
mName="Особняк вампиров"
mDesc="Позволяет принести в жертву пауков смерти, чтобы нанять могущественное элитное существо - князя вампиров."

[A_NecropolisAltarOfSacrifice H7TownUnitConverter]
mName="Запасы Намтару"
mDesc="Приносит 400 ед. %icon_gold золота и 2 ед. %icon_ore руды в день."